module.exports = {
	// You can customize the language here or directly in the command files
	autoUpdateThreadInfo: {},
	checkwarn: {
		text: {
			warn: "Member %1 𝐡𝐚𝐬 𝐛𝐞𝐞𝐧 𝐰𝐚𝐫𝐧𝐞𝐝 3 𝐭𝐢𝐦𝐞𝐬 𝐛𝐞𝐟𝐨𝐫𝐞 𝐚𝐧𝐝 𝐡𝐚𝐬 𝐛𝐞𝐞𝐧 𝐛𝐚𝐧𝐧𝐞𝐝 𝐟𝐫𝐨𝐦 𝐭𝐡𝐞 𝐜𝐡𝐚𝐭 𝐛𝐨𝐱\n- 𝐍𝐚𝐦𝐞: %1\n- 𝐔𝐢𝐝: %2\n- 𝐓𝐨 𝐮𝐧𝐛𝐚𝐧, 𝐩𝐥𝐞𝐚𝐬𝐞 𝐮𝐬𝐞 𝐭𝐡𝐞 \"%3warn 𝐮𝐧𝐛𝐚𝐧 <uid>\" 𝐜𝐨𝐦𝐦𝐚𝐧𝐝 (𝐰𝐢𝐭𝐡 𝐮𝐢𝐝 𝐢𝐬 𝐭𝐡𝐞 𝐮𝐢𝐝 𝐨𝐟 𝐭𝐡𝐞 𝐩𝐞𝐫𝐬𝐨𝐧 𝐲𝐨𝐮 𝐰𝐚𝐧𝐭 𝐭𝐨 𝐮𝐧𝐛𝐚𝐧)",
			needPermissions" 💁.. 𝐝𝐞𝐦𝐚𝐧𝐝𝐞 𝐥𝐚 𝐩𝐞𝐫𝐦𝐢𝐬𝐬𝐢𝐨𝐧 𝐚𝐮𝐱 𝐚𝐝𝐦𝐢𝐧𝐢𝐬𝐭𝐫𝐚𝐭𝐞𝐮𝐫𝐬 𝐝𝐮 𝐠𝐫𝐨𝐮𝐩𝐞 𝐩𝐨𝐮𝐫 𝐬𝐮𝐩𝐩𝐫𝐢𝐦𝐞́ 𝐥𝐞 𝐦𝐞𝐦𝐛𝐫𝐞 𝐝𝐮 𝐠𝐫𝐨𝐮𝐩𝐞 "
		}
	},
	leave: {
		text: {
			session1: "𝐦𝐨𝐫𝐧𝐢𝐧𝐠",
			session2: "𝐧𝐨𝐨𝐧",
			session3: "𝐚𝐟𝐭𝐞𝐫𝐧𝐨𝐨𝐧",
			session4: "𝐞𝐯𝐞𝐧𝐢𝐧𝐠",
			leaveType1: "🤾| 𝐮𝐧 𝐜𝐨𝐧 𝐚 𝐝𝐞́𝐜𝐢𝐝𝐞 𝐝𝐞 𝐧𝐨𝐮𝐬 𝐪𝐮𝐢𝐭𝐭𝐞 🎉",
			leaveType2: "🎉| 𝐭𝐮 𝐚𝐬 𝐞́𝐭𝐞́ 𝐬𝐮𝐩𝐩𝐫𝐢𝐦𝐞́ 𝐝𝐮 𝐠𝐫𝐨𝐮𝐩𝐞 💁"
		}
	},
	logsbot: {
		text: {
			title: "💦===== 𝐁𝐎𝐓 𝐋𝐎𝐆𝐒 =====🍁",
			added: "\n✅\nEvent:💦 𝐣'𝐚𝐢 𝐞́𝐭𝐞́ 𝐚𝐣𝐨𝐮𝐭𝐞 𝐝𝐚𝐧𝐬 𝐮𝐧 𝐧𝐨𝐮𝐯𝐞𝐚𝐮 𝐠𝐫𝐨𝐮𝐩𝐞 🍁\n- 𝐩𝐚𝐫 : %1",
			kicked: "\n❌\nEvent: 💦 𝐣'𝐚𝐢 𝐞́𝐭𝐞́ 𝐬𝐮𝐩𝐩𝐫𝐢𝐦𝐞 𝐝𝐮 𝐠𝐫𝐨𝐮𝐩𝐞 🍁\n- 𝐩𝐚𝐫 : %1",
			footer: "\n- User ID: %1\n- Group: %2\n- Group ID: %3\n- Time: %4"
		}
	},
	onEvent: {},
	welcome: {
		text: {
			session1: "𝐦𝐨𝐫𝐧𝐢𝐧𝐠",
			session2: "𝐧𝐨𝐨𝐧",
			session3: "𝐚𝐟𝐭𝐞𝐫𝐧𝐨𝐨𝐧",
			session4: "𝐞𝐯𝐞𝐧𝐢𝐧𝐠",
			welcomeMessage: " 🏂|𝐦𝐞𝐫𝐜𝐢 𝐩𝐨𝐮𝐫 𝐥'𝐢𝐧𝐯𝐢𝐭 𝐝𝐚𝐧𝐬 𝐭𝐨𝐧 𝐠𝐫𝐨𝐮𝐩𝐞 💁🍁!\n𝐌𝐨𝐧  𝐩𝐫𝐞𝐟𝐢𝐱: %1\n,𝐏𝐨𝐮𝐫 𝐜𝐨𝐧𝐬𝐮𝐥𝐭𝐞 𝐦𝐞𝐬 𝐜𝐦𝐝𝐬 🍁,𝐬𝐭𝐩 𝐭𝐚𝐩𝐞: %1help",
			multiple1: "𝐲𝐨𝐮",
			multiple2: "𝐲𝐨𝐮 𝐠𝐮𝐲𝐬"
		}
	}
};
